<?php

return [
    'html' => [
        'content' => '<strong>Жирный</strong> и <em>курсив</em> текст',
    ],
    'long' => [
        'text' => 'Это длинный текст. Это длинный текст. Это длинный текст. Это длинный текст. Это длинный текст. Это длинный текст. Это длинный текст. Это длинный текст. Это длинный текст. Это длинный текст. Это длинный текст. Это длинный текст. Это длинный текст. Это длинный текст. Это длинный текст. Это длинный текст. Это длинный текст. Это длинный текст. Это длинный текст. Это длинный текст. Это длинный текст. Это длинный текст. Это длинный текст. Это длинный текст. Это длинный текст. Это длинный текст. Это длинный текст. Это длинный текст. Это длинный текст. Это длинный текст. Это длинный текст. Это длинный текст. Это длинный текст. Это длинный текст. Это длинный текст. Это длинный текст. Это длинный текст. Это длинный текст. Это длинный текст. Это длинный текст. Это длинный текст. Это длинный текст. Это длинный текст. Это длинный текст. Это длинный текст. Это длинный текст. Это длинный текст. Это длинный текст. Это длинный текст. Это длинный текст.',
    ],
    'multi' => [
        'language' => 'Английское значение',
    ],
    'multiline' => [
        'text' => 'Линия 1
Линия 2
Линия 3',
    ],
    'partial' => [
        'language' => 'Английское значение',
    ],
    'redirect' => [
        'test' => 'Тест',
    ],
    'single' => [
        'language' => 'Английское значение',
    ],
    'special' => [
        'key_with-dash' => [
            'and_underscore' => 'Специальный ключ',
        ],
    ],
    'timestamp' => [
        'test' => 'Тест',
    ],
];
