<?php

return [
    '401' => [
        'description' => 'Описание',
        'headline' => 'Заголовок',
        'title' => 'Заголовок',
    ],
    '403' => [
        'description' => 'У вас нет разрешения на доступ к этому ресурсу',
        'headline' => 'Доступ запрещен',
        'title' => 'Доступ запрещен',
    ],
    '404' => [
        'description' => 'Описание',
        'headline' => 'Заголовок',
        'title' => 'Заголовок',
    ],
    '422' => [
        'description' => 'Описание',
        'errors_title' => 'Название ошибки',
        'headline' => 'Заголовок',
        'title' => 'Заголовок',
    ],
    '500' => [
        'description' => 'Описание',
        'headline' => 'Заголовок',
        'title' => 'Заголовок',
    ],
    'common' => [
        'actions_title' => 'Название действия',
        'back' => 'Назад',
        'back_fix' => 'Исправление спины',
        'contact_support' => 'Обратиться в службу поддержки',
        'dashboard' => 'Перейти на панель управления',
        'home' => 'Дом',
        'login' => 'Перейти к входу',
        'refresh' => 'Обновить',
        'return_home' => 'Вернуться домой',
        'try_again' => 'Попробуйте еще раз',
        'try_refresh' => 'Попробуйте обновить',
    ],
];
